window.APP_CONFIG = {
    // Название клуба или текст логотипа
    clubLogoText: "Дорогая, я играю",
    
    // Ссылка на логотип в шапке (пустое '' включит текстовый логотип выше)
    clubLogoImage: "", 

    // Иконка или картинка кейса
    caseImage: "", 

    // Цветовая палитра в стиле Apple Dark Mode / Glass
    primaryColor: "#FFFFFF",     // Чистый белый акцент
    secondaryColor: "#FF453A",   // Фирменный системный красный (для ошибок/удаления)
    backgroundColor: "#800080",  // Настоящий черный фон OLED
    cardBackground: "rgba(255, 255, 255, 0.05)", // Полупрозрачное матовое стекло
    borderColor: "rgba(255, 255, 255, 0.1)",      // Тонкие элегантные границы
};
